/* afpAccessDenied */
"-5000.message" = "Sie haben nicht die benötigten Zugriffsrechte, um das Programm „%@“ zu öffnen.";
"-5000.info" = "Bitte wenden Sie sich an Ihren Computer- oder Netzwerkadministrator.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "Sie haben nicht die benötigten Zugriffsrechte, um das Dokument „%@“ zu öffnen.";
"documentPermissionError.info" = "Bitte wenden Sie sich an Ihren Computer- oder Netzwerkadministrator.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "Sie können das Programm „%@“ nicht öffnen, da es sich im Papierkorb befindet.";
"-5044.info" = "Bewegen Sie das Programm aus dem Papierkorb, um es verwenden zu können.";

/* kLSAppInTrashErr */
"-10660.message" = "Sie können das Programm „%@“ nicht öffnen, da es sich im Papierkorb befindet.";
"-10660.info" = "Bewegen Sie das Programm aus dem Papierkorb, um es verwenden zu können.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "Sie können das Programm „%@“ nicht öffnen, da es sich in einem Time Machine-Backup befindet.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "Sie können diese Version des Programms „%@“ nicht mit dieser Version von Mac OS X verwenden.";
"-10664.info" = "Sie haben %@ %@.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "Um %@ zu öffnen, müssen Sie auf die neueste Version aktualisieren.";
"-10664.info.2" = "Bitte öffnen Sie die Softwareaktualisierung, um die Installation jetzt durchzuführen.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "Um %@ zu öffnen, müssen Sie Rosetta installieren. Möchten Sie es jetzt installieren?";
"-10665.error.title" = "Um %@ zu öffnen, müssen Sie Rosetta installieren.";
"-10665.error.nonetwork" = "Um Rosetta zu installieren, verbinden Sie sich mit dem Internet und öffnen Sie %@. Falls Sie keine Verbindung zum Internet herstellen können, legen Sie Ihre Mac OS X Installations-DVD ein, öffnen Sie den Ordner „Optionale Installationspakete“ und doppelklicken Sie auf „Optionale Installationspakete“.";
"-10665.error.noserver" = "Zurzeit sind keine Software-Updates verfügbar. Sobald Software-Updates verfügbar sind, öffnen Sie %@ erneut.";
"-10665.error.busy" = "Ein anderes Software-Update ist in Bearbeitung. Wenn das Update abgeschlossen ist, öffnen Sie %@ erneut, um Rosetta zu installieren.";
"-10665.error.notfound" = "Um Rosetta später zu installieren, öffnen Sie %@ erneut. Falls Sie keine Verbindung zum Internet herstellen können, legen Sie Ihre Mac OS X Installations-DVD ein, öffnen Sie den Ordner „Optionale Installationspakete“ und doppelklicken Sie auf „Optionale Installationspakete“.";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "Sie können das Programm „%@“ nicht öffnen, da die Classic-Umgebung nicht mehr unterstützt wird.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "Sie können diese Version des Programms „%@“ nicht mit dieser Version von Mac OS X verwenden.";
"-10825.info" = "Auf Ihrem Computer ist Mac OS X %@ installiert. Das Programm erfordert Mac OS X %@ oder neuer.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "Sie haben nicht die benötigten Zugriffsrechte, um das Programm „%@“ zu öffnen.";
"-10826.info" = "Bitte wenden Sie sich an Ihren Computer- oder Netzwerkadministrator.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "Sie können das Programm „%@“ nicht öffnen, da es möglicherweise beschädigt oder unvollständig ist.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "Sie können das Programm „%@“ nicht öffnen, da jemand anderes es gerade verwendet.";
"-10829.info" = "Bitten Sie den Benutzer, das Programm zu beenden, und versuchen Sie es erneut.";

/* fnfErr */
"-43.message" = "Programm wurde nicht gefunden";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "Es wurde kein Standardprogramm angegeben, mit dem das Dokument „%@“ geöffnet werden kann.";
kLSApplicationNotFoundErr.url = "Es wurde kein Standardprogramm angegeben, mit dem die URL „%@“ geöffnet werden kann.";

/* this is the default message we use if no other error was found */
default.message = "Programm „%@“ kann nicht geöffnet werden";
default.info = "%d";

default2.message = "Programm kann nicht geöffnet werden";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "Sie können das Programm „%@“ nicht öffnen, da es auf diesem Typ von Mac-Computer nicht unterstützt wird.";

SU_BUTTON = "Softwareaktualisierung …";

OK = "OK";